// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "单身纯属意外",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "现实却很无奈",
        "祝群群",
        "生日快乐🎂",
        "森森说",
        "愿你带球撞人，归来仍是少年",
        "杰杰说",
        "流水今日 明月前身",
        "强强说",
        "生日快乐，爷的好兄弟!",
        "小天说", 
        "岁岁常欢愉，年年皆胜意",
        "汾儿说",
        "要相信那些美好终会来到你身边",
        "今天是你的生日",
        "这是我们一起",
        "陪你过的第一个生日",
        "就算以后没有我们的陪伴",
        "也希望你能过得开心欢愉",
        "以后你还是咱们的干饭王！",
        "也希望你不止与干饭王",
        "YAMI~~",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    
   
        // "今天是你的生日": "./imgs/birthday.jpg",
    
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐！",
        story: "A MESSAGE FOR YOU",
    }
};
